package com.max.customproject.entity;

/**
 * Данный класс является классом сущностью.
 * В нем создается обьект user - новый зарегистрированный пользователь
 * user играет главную роль в проекте. Из них создается база данных зарегистрированных пользователей.
 */

public class User {

/**
 * login - поле класса предназначенное для хранения логина пользователя
 * password - поле класса предназначенное для хранения пароля пользователя
 * email - поле класса предназначенное для хранения емаила пользователя
 */
    public String login;
    public String password;
    public String email;

}


